{
	"home_description": "<p> I am a PhD student at the <a class='text-red underline' href='https://www.ed.ac.uk/' target='_blank' rel='noopener'>University of Edinburgh</a> affiliated with the <a class='text-red underline' href='https://www.maths.ed.ac.uk/school-of-mathematics' target='_blank' rel='noopener'>School of Mathematic</a> and <a class='text-red underline' href='http://www.maxwell.ac.uk/'>Maxwell Institue for Mathematical Sciences</a>. My supervisors are <a class='text-red underline' href='https://sites.google.com/site/paulindani/' target='_blank' rel='noopener'>Dr. Daniel Paulin</a> and <a class='text-red underline' href='https://www.maths.ed.ac.uk/~mdecarv/' target='_blank' rel='noopener'>Prof. Miguel de Carvalho</a>. I am part of the <a href='https://www.maths.ed.ac.uk/school-of-mathematics/research/data-decisions/statistics' target='_blank' rel='noopener'>Statistics</a>  group associated with <a class='text-red underline' href='https://www.maths.ed.ac.uk/school-of-mathematics/research/data-decisions'>Data and Decisions</a>. I am currently funded by the <a class='text-red underline' href='https://www.ed.ac.uk/student-funding/postgraduate/uk-eu/science-engineering/mathematics/maths' target='_blank' rel='noopener'>School of Mathematics PhD Studentships</a>.</p> <p>My primary research interests lie in the field of Bayesian statistics, extreme value theory and Machine Learning. They share the same goal of utilising the information and discovering insights through data. Currently, I am modelling heavy-tailed distributions and exploring regression frameworks for extremes together with shrinkage priors. I am also increasingly passionate about the intersection of our daily lives and statistics. This includes applications that draw inspiration from extreme events, finance, natural language processing that use machine learning to accelerate scientific discovery.</p>",
	"about_description": "<p>My name is Johnny MyungWon Lee, (My given name is pronounced as M'yung-won Lee). I was born in Korea and grew up in Singapore for 15 years. I came to the United Kingdom in 2016 to study in the University of Edinburgh and graduated with a Bachelor in Science in Mathematics and Statistics with a First Class Honours degree at the University of Edinburgh in 2022. Now, I am driving myself forward as a doctoral researcher in statistics at the School of Mathematic of the University of Edinburgh funded by the School of Mathematics PhD Studentships.</p><p>I am an enthusiastic person who is eager to learn and an experienced researcher who demostrated active involvment in the field of Bayesian Statistics and Machine Learning. I was mesmerised by the powerful performance of Bayesian Statistics in my final year of study during my undergraduate. The power of Bayesian Theory could be applied if we know the prior distribution (prior information) of a given dataset! I am diving in deeper by looking at the sprase settings where we investigate different types of shrinkage priors such as Bayesian Lasso and spike-and-slab prior. This field became popular since the 2000's but I still see the great potential to expand in various applications to find the key predictors and accurate predictions.</p><p>Like any others, I am also starting a blog section to share any information that could benefit anyone who shares common interest. Although my posts will be narrowed down to programmings, statistics (Especially Bayesian Statistics) and machine learning, I wish that my posts could bring interest and food of thoughts.</p>",
	"education": "EDUCATION",
	"interest": "INTERESTS",
	"home": "Home",
	"about": "About",
	"publication": "Publication",
	"talks": "Talks",
	"teaching": "Teaching",
	"blog": "Blog"
	
}
